[ {},
  {
    "title": "General",
    "childrens": [
      {
        "title": "How do I place an order?",
        "content": "You can place an order by browsing our product offerings and selecting the items you wish to purchase. Once you have selected all the items, you can proceed to checkout, where you will enter your shipping and payment information to complete the order.",
        "expanded": false
      },
      {
        "title": "What payment methods do you accept?",
        "content": "We accept a wide range of payment methods, including credit and debit cards, PayPal, and bank transfers.",
        "expanded": false
      },
      {
        "title": "How do I change or update my order?",
        "content": "If you need to change or update your order, please contact our customer service team as soon as possible. They will assist you with any necessary changes.",
        "expanded": false
      },
      {
        "title": "How do I cancel an order?",
        "content": "To cancel an order, please contact our customer service team as soon as possible. They will assist you with cancelling the order and processing a refund, if applicable.",
        "expanded": false
      }
    ],
    "expanded": false
  },
  {
    "title": "Miscellaneous",
    "childrens": [
      {
        "title": "How long does shipping take?",
        "content": "Shipping time will depend on the shipping method you choose and your location. We offer a range of shipping options, from standard to expedited, to suit your needs.",
        "expanded": false
      },
      {
        "title": "Can I track my order?",
        "content": "Yes, you will receive a tracking number once your order has been shipped, and you can track the status of your delivery online.",
        "expanded": false
      },
      {
        "title": "Do you offer free shipping?",
        "content": "We may offer free shipping promotions from time to time. Please check our shipping information page for the latest information on shipping and delivery.",
        "expanded": false
      },
      {
        "title": "Do you ship internationally?",
        "content": "Yes, we ship to many countries around the world. You can check our shipping information page for a complete list of countries we currently serve.",
        "expanded": false
      }
    ],
    "expanded": false
  },
  {
    "title": "Delivery",
    "childrens": [
      {
        "title": "How do I return or exchange an item?",
        "content": "To return or exchange an item, please contact our customer service team for assistance. We have a detailed return policy that you can find on our website.",
        "expanded": false
      },
      {
        "title": "What is your return policy?",
        "content": "Our return policy is designed to provide a simple and convenient return process for our customers. We accept returns for most products within a certain time frame, provided the item is in its original condition. For more details, please see our return policy on our website.",
        "expanded": false
      }
    ],
    "expanded": false
  },
  {
    "title": "Customer Support",
    "childrens": [
      {
        "title": "How do I get assistance with an order or a product?",
        "content": "If you need assistance with an order or a product, please reach out to our customer service team. You can contact us via email at support@ecomstore.com or by phone at +1 (555) 555-5555. We are available to assist you during our business hours, which are Monday-Friday from 9:00am to 5:00pm EST.",
        "expanded": false
      },
      {
        "title": "What are your business hours for customer support?",
        "content": "Our business hours for customer support are Monday-Friday from 9:00am to 5:00pm EST.",
        "expanded": false
      },
      {
        "title": "How do I reach customer support if I have an issue with my order?",
        "content": "If you have an issue with your order, please reach out to our customer service team. You can contact us via email at support@ecomstore.com or by phone at +1 (555) 555-5555. We are available to assist you during our business hours, which are Monday-Friday from 9:00am to 5:00pm EST.",
        "expanded": false
      }
    ],
    "expanded": false
  },
  {
    "title": "Cancellation and Return",
    "childrens": [
      {
        "title": "Is shopping on your site secure?",
        "content": "Yes, shopping on our site is secure. We use the latest in encryption technology and security protocols to protect your personal and financial information.",
        "expanded": false
      },
      {
        "title": "How do I know if my personal information is protected?",
        "content": "This is inside content",
        "expanded": false
      },
      {
        "title": "How do I place an order?",
        "content": "This is inside content",
        "expanded": false
      },
      {
        "title": "How do I place an order?",
        "content": "This is inside content",
        "expanded": false
      }
    ],
    "expanded": false
  }
]
